locations = [
    "Без локации",
    "Гранат, 1 этаж, аудитория 1",
    "Гранат, 1 этаж, аудитория 2",
    "Гранат, 1 этаж, аудитория 3",
    "Гранат, 1 этаж, аудитория 4",
    "Гранат, 2 этаж, аудитория 1",
    "Гранат, 2 этаж, аудитория 2",
    "Гранат, 2 этаж, аудитория 3",
    "Гранат, 2 этаж, аудитория 4",
    "Гранат, 3 этаж, аудитория 1",
    "Гранат, 3 этаж, аудитория 2",
    "Гранат, 3 этаж, аудитория 3",
    "Гранат, 3 этаж, аудитория 4",
    "Гранат, 3 этаж, студия звукозаписи",
    "Конференц-зал"
]